const home = {
	categories: {
		description: "Знайди ідеальний виклик для кожного етапу розвитку",
		logic: {
			description: "Головоломки, послідовності та розумові виклики.",
			iconAriaLabel: "Пазл",
			title: "Логіка",
		},
		math: {
			description: "Числа, форми та цікава логіка.",
			iconAriaLabel: "Абак",
			title: "Математика",
		},
		reading: {
			description: "Історії, літери та новий словниковий запас.",
			iconAriaLabel: "Книги",
			title: "Читання",
		},
		title: "Досліджуй за категоріями",
	},
	cta: {
		description: "Приєднуйся до тисяч сімей, які вже навчаються з SmartSprouts.",
		title: "Готовий почати?",
	},
	hero: {
		actions: {
			authPrompt:
				"Вже маєш акаунт?<0/> <1>Увійти</1> або <2>зареєструватися безкоштовно</2> за секунди.",
		},
		description:
			"Відкрий світ інтерактивних ігор, створених для стимуляції розуму твоїх маленьких дослідників. Математика, читання та логіка в одному місці!",
		floatingCards: {
			bottom: {
				iconAriaLabel: "Ракета",
				label: "Ігри з",
				title: "Математики, Читання та Логіки",
			},
			top: {
				iconAriaLabel: "Свято",
				title: "Освітня розвага для всіх",
			},
		},
		images: {
			landing1: "Діти грають та навчаються",
			landing2: "Кольорові ігри з блоками",
			landing3: "Дівчинка посміхається з планшетом",
		},
		title: "Вчись граючи, рости сяючи",
	},
};

export { home };
