const home = {
	categories: {
		description: "Знайди ідеальний виклик для кожного етапу розвитку",
		logic: {
			description: "Головоломки, послідовності та розумові виклики.",
			title: "Логіка",
		},
		math: {
			description: "Числа, форми та цікава логіка.",
			title: "Математика",
		},
		reading: {
			description: "Історії, літери та новий словниковий запас.",
			title: "Читання",
		},
		title: "Досліджуй за категоріями",
	},
	cta: {
		description: "Приєднуйся до тисяч сімей, які вже навчаються з SmartSprouts.",
		title: "Готовий почати?",
	},
	hero: {
		actions: {
			authPrompt: "Вже маєш акаунт?",
			login: "Увійти",
			or: "або",
			register: "зареєструватися безкоштовно",
			seconds: "за секунди.",
		},
		description:
			"Відкрий світ інтерактивних ігор, створених для стимуляції розуму твоїх маленьких дослідників. Математика, читання та логіка в одному місці!",
		floatingCards: {
			bottom: {
				label: "Ігри з",
				title: "Математики, Читання та Логіки",
			},
			top: "Освітня розвага для всіх",
		},
		title: "Вчись граючи, рости сяючи",
	},
};

export { home };
